{
  "candidate_id": 339658,
  "candidate_name": "माधव प्रसाद खनाल (उपाध्याय)",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "पूर्व प्रतिनिधि सभा उम्मेदवार",
  "candidates_current_position_in_party": "आवद्धता छैन",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/339658.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधि सभा सदस्य",
      "district": "कपिलबस्तु",
      "constituency": "निर्वाचन क्षेत्र नम्बर १",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "प्रतिनिधि सभा निर्वाचन २०७९ मा उम्मेदवारी",
      "date": "२०७९-०८-०४",
      "details": "माधव प्रसाद खनाल (उपाध्याय) ले कपिलवस्तु निर्वाचन क्षेत्र नम्बर १ बाट प्रतिनिधि सभा सदस्यका लागि स्वतन्त्र उम्मेदवारको रूपमा निर्वाचन लडेका थिए। उनले दलीय राजनीतिको विकल्प खोज्दै आफ्नो उम्मेदवारी दिएका थिए।",
      "link_to_source": "https://nepsebajar.com/election/candidate/339658",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "स्थानीय तहमा सामाजिक सक्रियता",
      "date": "२०७८-०१-०१",
      "details": "कपिलवस्तु क्षेत्रमा स्थानीय सामाजिक कार्यकर्ताको रूपमा उनी परिचित रहेका छन्। उनले स्थानीय मुद्दाहरूमा नागरिक आवाज उठाउँदै आएका छन्।",
      "link_to_source": "https://result.election.gov.np/",
      "event_type": "OTHER",
      "event_category": "GOOD"
    }
  ],
  "analysis": "माधव प्रसाद खनाल (उपाध्याय) कपिलवस्तु जिल्लाका एक स्वतन्त्र राजनीतिक व्यक्तित्व हुन्। उनले २०७९ सालको प्रतिनिधि सभा निर्वाचनमा कपिलवस्तु क्षेत्र नम्बर १ बाट उम्मेदवारी दिएका थिए। सो निर्वाचनमा नेकपा (एमाले) का बलराम अधिकारी र नेकपा (माओवादी केन्द्र) का चक्रपाणि खनाल जस्ता हेभीवेट उम्मेदवारहरूसँग उनको प्रतिस्पर्धा भएको थियो। स्वतन्त्र उम्मेदवारको रूपमा उनले दलीय सिन्डिकेटको विरुद्धमा र स्थानीय विकासका एजेन्डा अघि सारेका थिए। उनको चुनावी नतिजा उल्लेख्य नरहे तापनि कपिलवस्तुको राजनीतिमा उनी एक वैकल्पिक विचार राख्ने उम्मेदवारको रूपमा देखा परे। उनको नाममा हालसम्म कुनै भ्रष्टाचार वा काण्डहरू सार्वजनिक नभएकाले उनको छवि स्वच्छ मानिन्छ। यद्यपि, बलियो राजनीतिक संगठनको अभावमा उनले चुनावी प्रतिस्पर्धामा सफलता हासिल गर्न सकेनन्।",
  "overall_approval_rating": 48
}