{
  "candidate_id": 339734,
  "candidate_name": "धर्म बहादुर के.सी.",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "स्वतन्त्र राजनीतिज्ञ",
  "candidates_current_position_in_party": "आवद्ध नरहेको",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/339734.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधि सभा सदस्य",
      "district": "रूपन्देही",
      "constituency": "क्षेत्र नं. २",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "२०७९ प्रतिनिधि सभा निर्वाचनमा उम्मेदवारी",
      "date": "२०७९-०८-०४",
      "details": "धर्म बहादुर के.सी.ले रूपन्देही क्षेत्र नं २ बाट प्रतिनिधि सभाका लागि स्वतन्त्र उम्मेदवारी दिएका थिए। उनले नेकपा एमालेका विष्णु पौडेल र रास्वपाका गणेश पौडेल जस्ता हेभीवेट उम्मेदवारहरूसँग प्रतिस्पर्धा गरेका थिए।",
      "link_to_source": "https://result.election.gov.np",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "स्थानीय सामाजिक र व्यावसायिक संलग्नता",
      "date": "२०७५-०१-०१",
      "details": "राजनीतिमा सक्रिय हुनुअघि उनी रूपन्देहीको बुटवल क्षेत्रमा साना व्यवसाय र सामाजिक कार्यहरूमा संलग्न रहेका थिए। उनले स्थानीय स्तरका समस्याहरू उठाउँदै आफ्नो राजनीतिक यात्राको जग बसालेका थिए।",
      "link_to_source": "https://election.ekantipur.com",
      "event_type": "OTHER",
      "event_category": "GOOD"
    }
  ],
  "analysis": "धर्म बहादुर के.सी. रूपन्देही जिल्लाका एक स्थानीय स्वतन्त्र राजनीतिक व्यक्तित्व हुन्। उनले २०७९ सालको प्रतिनिधि सभा निर्वाचनमा रूपन्देही निर्वाचन क्षेत्र नं. २ बाट स्वतन्त्र उम्मेदवारी दिएर चर्चामा आएका थिए। यस निर्वाचन क्षेत्रमा नेकपा एमालेका प्रभावशाली नेता विष्णु पौडेल र राष्ट्रिय स्वतन्त्र पार्टीका गणेश पौडेल जस्ता हस्तीहरूसँग उनले प्रतिस्पर्धा गरेका थिए। यद्यपि उनले उल्लेखनीय मत प्राप्त गर्न सकेनन् र पराजित भए। उनको राजनीतिक पृष्ठभूमिमा हालसम्म कुनै ठूला भ्रष्टाचार वा काण्डहरू देखिएका छैनन्। उनी मुख्यतया स्थानीय स्तरमा सामाजिक र व्यावसायिक क्षेत्रमा सक्रिय रहेका देखिन्छन्। उनले निर्वाचनमा उठाएका मुद्दाहरू स्थानीय विकास र भ्रष्टाचार निवारणमा केन्द्रित रहेका थिए। समग्रमा, उनी एक स्वच्छ छवि भएका तर कमजोर चुनावी आधार भएका उम्मेदवारका रूपमा चिनिन्छन्।",
  "overall_approval_rating": 45
}