{
  "candidate_id": 339875,
  "candidate_name": "अमित कुमार पाठक",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "राजनीतिकर्मी",
  "candidates_current_position_in_party": "स्वतन्त्र (कुनै पनि दलमा आबद्ध नरहेको)",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/339875.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधि सभा सदस्य",
      "district": "धनुषा",
      "constituency": "३",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "निर्वाचन परिणाम सार्वजनिक",
      "date": "२०७९-०८-०९",
      "details": "२०७९ को प्रतिनिधि सभा निर्वाचनमा धनुषा-३ बाट स्वतन्त्र उम्मेदवारी दिएका पाठकले निकै न्यून मत प्राप्त गरी पराजय व्यहोर्नुपर्यो। यस क्षेत्रबाट नेकपा एमालेकी जुली कुमारी महतो विजयी भइन्।",
      "link_to_source": "https://election.ekantipur.com/pratinidhi-sabha-2079/district-dhanusha?lng=eng",
      "event_type": "ELECTION_LOSS",
      "event_category": "BAD"
    },
    {
      "event": "प्रतिनिधि सभा निर्वाचनमा उम्मेदवारी दर्ता",
      "date": "२०७९-०६-२३",
      "details": "आगामी प्रतिनिधि सभा निर्वाचनका लागि धनुषा क्षेत्र नं. ३ बाट उनले स्वतन्त्र उम्मेदवारको रूपमा मनोनयन दर्ता गराएका थिए।",
      "link_to_source": "https://nepsebajar.com/election/dhanusha-3",
      "event_type": "OTHER",
      "event_category": "NEUTRAL"
    }
  ],
  "analysis": "अमित कुमार पाठक धनुषा जिल्लाको क्षेत्र नं. ३ बाट २०७९ सालको प्रतिनिधि सभा निर्वाचनमा स्वतन्त्र उम्मेदवारका रूपमा चुनावी मैदानमा होमिएका व्यक्ति हुन्। उनले उक्त निर्वाचनमा नेकपा एमालेकी जुली कुमारी महतो र लोकतान्त्रिक समाजवादी पार्टीका अनिल कुमार झा जस्ता स्थापित र प्रभावशाली नेताहरू विरुद्ध प्रतिस्पर्धा गरेका थिए। निर्वाचन परिणाममा उनले उल्लेख्य मत प्राप्त गर्न सकेनन् र उनको राजनीतिक प्रभाव सो क्षेत्रमा निकै न्यून देखिएको छ। अहिलेसम्म उनी कुनै पनि महत्वपूर्ण राजकीय पद वा पार्टीको माथिल्लो ओहोदामा पुगेको देखिँदैन। उनी विरुद्ध कुनै ठूला भ्रष्टाचार वा कानुनी विवादहरू सार्वजनिक भएका छैनन्, तर राजनीतिक पहुँच र जनमतको अभावमा उनको चुनावी प्रदर्शन कमजोर रहेको देखिन्छ। उनको उम्मेदवारीलाई लोकतान्त्रिक प्रक्रियामा एक स्थानीय स्वतन्त्र सहभागीका रूपमा मात्र लिन सकिन्छ।",
  "overall_approval_rating": 32
}