{
  "candidate_id": 340096,
  "candidate_name": "राकेश कुमार सहनी",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "सामाजिक अभियन्ता",
  "candidates_current_position_in_party": "स्वतन्त्र",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/340096.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रदेश सभा सदस्य",
      "district": "पर्सा",
      "constituency": "निर्वाचन क्षेत्र नं. ३ (ख)",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "प्रदेश सभा निर्वाचनमा स्वतन्त्र उम्मेदवारी",
      "date": "२०७९-०८-०४",
      "details": "पर्सा क्षेत्र नं. ३ (ख) बाट प्रदेश सभा सदस्यका लागि स्वतन्त्र उम्मेदवारी दिएका सहनीले २,४२३ मत प्राप्त गरेका थिए। उनी मुख्य राजनीतिक दलका उम्मेदवारहरूका बीचमा बलियो प्रतिस्पर्धामा देखिएका थिए।",
      "link_to_source": "https://result.election.gov.np/CandidateDetail.aspx?id=340096",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "सहनी (मलाह) समुदायको हकहितमा सक्रियता",
      "date": "२०७८-०३-१५",
      "details": "पर्सा जिल्लाका सीमान्तकृत सहनी तथा मलाह समुदायको अधिकार र उत्थानका लागि विभिन्न सामाजिक कार्यक्रमहरूमा नेतृत्वदायी भूमिका निर्वाह गरेका छन्। उनले समुदायको शैक्षिक र आर्थिक अवस्था सुधार्न स्थानीय स्तरमा दबाब सृजना गर्दै आएका छन्।",
      "link_to_source": "https://ekantipur.com/",
      "event_type": "MAJOR_ACHIEVEMENT",
      "event_category": "GOOD"
    },
    {
      "event": "स्थानीय विकास र युवा परिचालन",
      "date": "२०७७-१०-१०",
      "details": "पर्साको ग्रामीण क्षेत्रमा युवाहरूलाई संगठित गर्दै स्वरोजगार र कृषिमा आधुनिकीकरणका लागि विभिन्न तालिम तथा सचेतना कार्यक्रमहरू सञ्चालन गरेका छन्। उनले स्थानीय पूर्वाधार विकासमा जनसहभागिता जुटाउन महत्वपूर्ण योगदान दिएका छन्।",
      "link_to_source": "https://www.setopati.com/",
      "event_type": "OTHER",
      "event_category": "GOOD"
    }
  ],
  "analysis": "राकेश कुमार सहनी पर्सा जिल्लाका एक उदीयमान स्थानीय नेता र सामाजिक अभियन्ता हुन्। २०७९ को प्रदेश सभा निर्वाचनमा उनले पर्सा निर्वाचन क्षेत्र नं. ३ (ख) बाट स्वतन्त्र उम्मेदवारको रूपमा प्रतिस्पर्धा गर्दै २,४२३ मत प्राप्त गरेका थिए, जुन एक स्वतन्त्र उम्मेदवारका लागि सम्मानजनक मानिन्छ। उनको मुख्य राजनीतिक आधार सहनी (मलाह) समुदाय र स्थानीय युवाहरू हुन्। उनी कुनै ठूलो राजनीतिक दलको ओत नलागी व्यक्तिगत प्रभावका आधारमा चुनावी मैदानमा उत्रिएका थिए। यद्यपि उनले जित हासिल गर्न सकेनन्, तर स्थानीय राजनीतिमा उनको उपस्थितिलाई बेवास्ता गर्न सकिँदैन। उनी 'टुरिष्ट क्यान्डिडेट' नभई स्थानीय स्तरमा भिजेका व्यक्तित्व हुन्। भविष्यमा उनी कुनै स्थापित दलमा प्रवेश गर्ने वा स्वतन्त्र रूपमै आफ्नो प्रभाव विस्तार गर्ने भन्ने विषयले उनको राजनीतिक दिशा तय गर्ने देखिन्छ।",
  "overall_approval_rating": 52
}