{
  "candidate_id": 340527,
  "candidate_name": "लक्ष्मी कुमारी अधिकारी",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "राजनीतिक अभियन्ता",
  "candidates_current_position_in_party": "स्वतन्त्र",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/340527.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधिसभा सदस्य",
      "district": "सर्लाही",
      "constituency": "३",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "प्रतिनिधिसभा निर्वाचनमा उम्मेदवारी",
      "date": "२०७९-०८-०४",
      "details": "उनले २०७९ सालको आम निर्वाचनमा सर्लाही निर्वाचन क्षेत्र नम्बर ३ बाट स्वतन्त्र उम्मेदवारको रूपमा प्रतिस्पर्धा गरेकी थिइन्। मधेशमा महिलाहरूको राजनीतिक सक्रियता कम रहेको अवस्थामा उनले साहसका साथ उम्मेदवारी दिएकी थिइन्।",
      "link_to_source": "https://result.election.gov.np",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "समावेशिता र महिला प्रतिनिधित्वको वकालत",
      "date": "२०८१-१०-१२",
      "details": "सर्लाही जस्तो जिल्लामा जहाँ महिला उम्मेदवारहरूको संख्या न्यून छ, उनले समावेशिताको मुद्दा उठाउँदै चुनावी मैदानमा उत्रिएर महिला नेतृत्वको आवश्यकतालाई उजागर गरेकी छन्।",
      "link_to_source": "https://emadheshdristi.com",
      "event_type": "MAJOR_ACHIEVEMENT",
      "event_category": "GOOD"
    }
  ],
  "analysis": "लक्ष्मी कुमारी अधिकारी सर्लाही जिल्लाको राजनीतिमा सक्रिय एक स्वतन्त्र महिला व्यक्तित्व हुन्। वि.सं. २०७९ को प्रतिनिधिसभा निर्वाचनमा उनले सर्लाही क्षेत्र नम्बर ३ बाट स्वतन्त्र उम्मेदवारी दिएर चर्चामा आएकी थिइन्। मधेश प्रदेशका जिल्लाहरूमा प्रत्यक्ष निर्वाचनमा महिलाहरूको सहभागिता अत्यन्त न्यून हुने गरेको सन्दर्भमा उनको उम्मेदवारीलाई लैंगिक समानता र समावेशिताको दृष्टिकोणले महत्त्वपूर्ण मानिएको छ। यद्यपि, प्रमुख राजनीतिक दलहरूको बलियो प्रभाव र सीमित चुनावी स्रोतका कारण उनले जित हासिल गर्न सकिनन्। उनी विरुद्ध कुनै पनि ठूला घोटाला वा आपराधिक गतिविधिहरू फेला परेका छैनन्, जसले उनको राजनीतिक गतिविधिलाई स्वच्छ देखाउँछ। उनी हाल स्थानीय स्तरमा सामाजिक कार्य र राजनीतिक चेतना फैलाउने काममा संलग्न छिन्।",
  "overall_approval_rating": 42
}