{
  "candidate_id": 341522,
  "candidate_name": "उमरावती देवी साह",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "स्वतन्त्र राजनीतिज्ञ",
  "candidates_current_position_in_party": "N/A",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/341522.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधि सभा सदस्य",
      "district": "बारा",
      "constituency": "२",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "प्रतिनिधि सभा निर्वाचन २०७९ मा सहभागिता",
      "date": "२०७९-०८-०४",
      "details": "बारा जिल्ला निर्वाचन क्षेत्र नम्बर २ बाट प्रतिनिधि सभा सदस्यका लागि उनले स्वतन्त्र उम्मेदवारको रूपमा मनोनयन दर्ता गराई चुनाव लडेकी थिइन्।",
      "link_to_source": "https://result.election.gov.np/",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "राजनीतिक सक्रियताको सुरुवात",
      "date": "२०७८-१०-१५",
      "details": "बारा जिल्लाको स्थानीय तहमा सामाजिक र राजनीतिक क्षेत्रमा उनी सक्रिय रहँदै आएकी थिइन्, जसको परिणाम स्वरूप उनले संघीय निर्वाचनमा स्वतन्त्र उम्मेदवारी दिने निर्णय गरिन्।",
      "link_to_source": "https://election.gov.np/",
      "event_type": "OTHER",
      "event_category": "GOOD"
    }
  ],
  "analysis": "उमरावती देवी साह बारा जिल्लाको निर्वाचन क्षेत्र नम्बर २ बाट २०७९ सालको प्रतिनिधि सभा निर्वाचनमा स्वतन्त्र उम्मेदवारको रूपमा सहभागी भएकी थिइन्। मधेश प्रदेशको राजनीतिक केन्द्र मानिने बारामा ठूला दलहरू र स्थापित नेताहरूसँग प्रतिस्पर्धा गर्नु उनको राजनीतिक सक्रियताको परिचायक हो। निर्वाचनमा उनले उल्लेख्य मत प्राप्त गर्न नसके पनि, स्थानीय स्तरमा स्वतन्त्र महिला उम्मेदवारको रूपमा उनको उपस्थितिलाई लोकतान्त्रिक सहभागिताको रूपमा हेर्न सकिन्छ। उनको राजनीतिक पृष्ठभूमि मुख्यतया बारा जिल्लाको स्थानीय क्षेत्रमा मात्र सीमित रहेको देखिन्छ। उनी विरुद्ध हालसम्म कुनै सार्वजनिक विवाद, भ्रष्टाचार वा फौजदारी अभियोगहरू देखिएका छैनन्, जसले उनको राजनीतिक छविलाई स्वच्छ राखेको छ। ठूला राजनीतिक दलको संगठन र स्रोत-साधनको अभावका कारण उनले चुनावी नतिजा आफ्नो पक्षमा पार्न कठिन भएको देखिन्छ। बारा-२ जस्तो प्रतिस्पर्धी क्षेत्रमा स्वतन्त्र रूपमा चुनाव लड्नुले उनको दृढ इच्छाशक्तिलाई प्रतिबिम्बित गर्दछ।",
  "overall_approval_rating": 45
}