{
  "candidate_id": 341856,
  "candidate_name": "सन्दिप थापा",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "स्वतन्त्र राजनीतिज्ञ",
  "candidates_current_position_in_party": "N/A",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/341856.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधि सभा सदस्य",
      "district": "सर्लाही",
      "constituency": "क्षेत्र नं. ३",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "प्रतिनिधि सभा निर्वाचन २०७९ मा स्वतन्त्र उम्मेदवारी",
      "date": "२०७९-०६-२३",
      "details": "सन्दिप थापाले सर्लाही क्षेत्र नं. ३ बाट प्रतिनिधि सभा सदस्यका लागि स्वतन्त्र उम्मेदवारको रूपमा मनोनयन दर्ता गराएका थिए। उनी स्थापित राजनीतिक दलका उम्मेदवारहरू विरुद्ध चुनावी मैदानमा उत्रिएका थिए।",
      "link_to_source": "https://kamalamaikhabar.com/2022/10/11545/",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "अनेरास्ववियु क्याम्पस ईन्चार्जमा मनोनयन",
      "date": "२०७८-०५-०६",
      "details": "नेकपा एमाले निकट विद्यार्थी संगठन अनेरास्ववियु सर्लाहीले सन्दिप थापालाई चतुर्भूजेश्वर जनता बहुमुखी क्याम्पस, सुखेपोखरी (लालबन्दी) को ईन्चार्जको जिम्मेवारी तोकेको थियो।",
      "link_to_source": "https://ujyaaloabhiyan.com/2021/08/22/29440/",
      "event_type": "OTHER",
      "event_category": "GOOD"
    }
  ],
  "analysis": "सन्दिप थापा सर्लाहीका एक युवा राजनीतिज्ञ हुन् जसले २०७९ को आम निर्वाचनमा स्वतन्त्र उम्मेदवारको रूपमा आफ्नो पहिचान बनाउने प्रयास गरेका थिए। उनको राजनीतिक यात्राको सुरुवात नेकपा एमाले सम्बद्ध विद्यार्थी संगठन अनेरास्ववियुबाट भएको देखिन्छ, जहाँ उनले लालबन्दीस्थित चतुर्भूजेश्वर जनता बहुमुखी क्याम्पसको ईन्चार्जको रूपमा काम गरेका थिए। विद्यार्थी राजनीतिबाट संसदीय निर्वाचनमा होमिँदा उनले सर्लाही क्षेत्र नं. ३ रोजेका थिए, जुन क्षेत्रमा हरि प्रसाद उप्रेती र नरेन्द्र साह कलवार जस्ता स्थापित नेताहरूको वर्चस्व रहेको छ। यद्यपि निर्वाचनमा उनले उल्लेख्य जनमत प्राप्त गर्न सकेनन्, तर युवा पुस्ताको प्रतिनिधित्व गर्दै स्वतन्त्र रूपमा निर्वाचन लड्ने उनको निर्णयले स्थानीय स्तरमा चर्चा पाएको थियो। उनको भविष्यको राजनीतिक सफलता संगठन विस्तार र स्थानीय मुद्दाहरूमा उनको निरन्तरतामा निर्भर रहने देखिन्छ।",
  "overall_approval_rating": 45
}