{
  "candidate_id": 341833,
  "candidate_name": "सिया राम राना",
  "candidate_party": "मितेरी पार्टी नेपाल",
  "candidate_party_logo": "",
  "candidates_current_position": "राजनीतिकर्मी",
  "candidates_current_position_in_party": "उम्मेदवार",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/341833.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधिसभा सदस्य",
      "district": "कञ्चनपुर",
      "constituency": "१",
      "result": "पराजित",
      "party": "मितेरी पार्टी नेपाल"
    }
  ],
  "political_history": [
    {
      "event": "प्रतिनिधिसभा निर्वाचनमा उम्मेदवारी",
      "date": "२०७९-०६-२३",
      "details": "सिया राम रानाले कञ्चनपुर निर्वाचन क्षेत्र नम्बर १ बाट मितेरी पार्टी नेपालको तर्फबाट प्रतिनिधिसभा सदस्यका लागि उम्मेदवारी दिनुभएको थियो। उहाँले स्थानीय मुद्दा र राणा थारु समुदायको हकहितलाई प्राथमिकता दिँदै निर्वाचनमा भाग लिनुभएको थियो।",
      "link_to_source": "https://result.election.gov.np/CandidateDetail.aspx?id=341833",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "मितेरी पार्टी नेपालमा आबद्धता",
      "date": "२०७९-०१-०१",
      "details": "राना साना दलका रूपमा चिनिएको मितेरी पार्टी नेपालमा आबद्ध भई कञ्चनपुरको स्थानीय राजनीतिमा सक्रिय रहँदै आउनुभएको छ। उहाँले सोही पार्टीबाट आफ्नो राजनीतिक पहिचान बनाउने प्रयास गरिरहनुभएको छ।",
      "link_to_source": "https://nepsebajar.com/election/candidate/341833",
      "event_type": "OTHER",
      "event_category": "NEUTRAL"
    }
  ],
  "analysis": "सिया राम राना कञ्चनपुर जिल्लाको निर्वाचन क्षेत्र नम्बर १ का स्थानीय राजनीतिज्ञ हुन्। २०७९ सालको प्रतिनिधिसभा निर्वाचनमा मितेरी पार्टी नेपालबाट उम्मेदवारी दिएका उहाँको चुनावी नतिजा पराजित रहेको थियो। उहाँ मुख्यतया कञ्चनपुरको राणा थारु समुदायको प्रतिनिधित्व गर्ने र साना दलको माध्यमबाट स्थानीय आवाज उठाउने नेताका रूपमा चिनिनुहुन्छ। राष्ट्रिय राजनीतिमा उहाँको प्रभाव हालसम्म न्यून देखिएको छ र उहाँले कुनै पनि सार्वजनिक वा मन्त्रीस्तरीय पद सम्हाल्नुभएको छैन। उहाँको विरुद्धमा हालसम्म कुनै पनि गम्भीर भ्रष्टाचार वा नैतिक काण्डका घटनाहरू सार्वजनिक नभएकाले उहाँको व्यक्तिगत छवि स्वच्छ देखिए पनि चुनावी प्रतिस्पर्धामा उहाँ कमजोर देखिनुहुन्छ। उहाँको दल ठूला गठबन्धनहरूको छायामा परेका कारण निर्वाचनमा उल्लेख्य मत प्राप्त गर्न सक्नुभएको थिएन।",
  "overall_approval_rating": 35
}