{
  "candidate_id": 341944,
  "candidate_name": "अंकित कुमार यादव",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "स्वतन्त्र राजनीतिज्ञ",
  "candidates_current_position_in_party": "स्वतन्त्र",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/341944.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधि सभा सदस्य",
      "district": "सिराहा",
      "constituency": "निर्वाचन क्षेत्र नं. २",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "प्रतिनिधि सभा निर्वाचन २०७९ मा सहभागिता",
      "date": "२०७९-०८-०४",
      "details": "अंकित कुमार यादवले सिराहा निर्वाचन क्षेत्र नं. २ बाट स्वतन्त्र उम्मेदवारको रूपमा प्रतिनिधि सभा सदस्यका लागि चुनाव लडेका थिए। उनले ४७१ मत प्राप्त गरे तापनि निर्वाचनमा पराजित भए।",
      "link_to_source": "https://result.election.gov.np/CandidateDetail.aspx?id=341944",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "स्वतन्त्र उम्मेदवारी दर्ता",
      "date": "२०७९-०६-२३",
      "details": "युवा नेतृत्व र परिवर्तनको एजेन्डासहित उनले सिराहा-२ मा मुख्य राजनीतिक दलका उम्मेदवारहरू विरुद्ध आफ्नो स्वतन्त्र उम्मेदवारी दर्ता गराएका थिए।",
      "link_to_source": "https://seemasandeshdaily.com/news/17345",
      "event_type": "OTHER",
      "event_category": "NEUTRAL"
    }
  ],
  "analysis": "अंकित कुमार यादव सिराहा जिल्लाको निर्वाचन क्षेत्र नं. २ बाट २०७९ को प्रतिनिधि सभा निर्वाचनमा स्वतन्त्र उम्मेदवारको रूपमा चुनावी मैदानमा उत्रिएका युवा व्यक्तित्व हुन्। उनले स्थापित राजनीतिक दलहरू र तिनका हेभीवेट उम्मेदवारहरूका विरुद्ध युवा प्रतिनिधित्वको आवाज उठाउँदै उम्मेदवारी दिएका थिए। यद्यपि, निर्वाचनमा उनले ४७१ मत मात्र प्राप्त गर्न सफल भए, जसले उनलाई चुनावी प्रतिस्पर्धामा पछाडि पार्यो। उनको राजनीतिक इतिहास हेर्दा उनी हालसम्म कुनै पनि ठूला दलमा आबद्ध भएको वा विवादास्पद काण्डहरूमा संलग्न भएको देखिँदैन। सिराहाको स्थानीय राजनीतिमा नयाँ अनुहारको रूपमा चिनिएका उनले स्वच्छ छविका साथ चुनाव लडेका थिए। उनको चुनावी प्रभाव कमजोर देखिए पनि युवाहरूमाझ स्वतन्त्र राजनीतिको चेतना फैलाउन उनले भूमिका खेलेका छन्। आगामी दिनहरूमा उनको राजनीतिक सक्रियताले नै उनको भविष्य निर्धारण गर्ने देखिन्छ।",
  "overall_approval_rating": 45
}