{
  "candidate_id": 342242,
  "candidate_name": "रामजन्म प्रसाद यादव",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "प्रतिनिधि सभा सदस्य उम्मेदवार (२०७९)",
  "candidates_current_position_in_party": "आबद्धता छैन (स्वतन्त्र)",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/342242.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधि सभा सदस्य",
      "district": "रौतहट",
      "constituency": "क्षेत्र नं. १",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "प्रतिनिधि सभा निर्वाचन २०७९ मा स्वतन्त्र उम्मेदवारी",
      "date": "२०७९-०८-०४",
      "details": "रामजन्म प्रसाद यादवले रौतहट क्षेत्र नं. १ बाट प्रतिनिधि सभा सदस्यका लागि स्वतन्त्र उम्मेदवारको रूपमा निर्वाचनमा भाग लिएका थिए। उनले सो क्षेत्रमा प्रभावशाली नेताहरू माधव कुमार नेपाल र अजय कुमार गुप्ता विरुद्ध प्रतिस्पर्धा गरेका थिए।",
      "link_to_source": "https://result.election.gov.np/",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "स्थानीय राजनीतिमा सक्रियता",
      "date": "२०७९-०१-०१",
      "details": "रौतहटको स्थानीय स्तरमा राजनीतिक र सामाजिक रूपमा सक्रिय रहेका यादवले पार्टीगत राजनीति भन्दा बाहिर रहेर आफ्नो पहिचान बनाउने प्रयास गरेका छन्। उनले कुनै पनि ठूला दलको टिकट नलिई स्वतन्त्र रूपमा चुनावी मैदानमा होमिएका थिए।",
      "link_to_source": "https://nepsebajar.com/election/candidate/342242",
      "event_type": "OTHER",
      "event_category": "NEUTRAL"
    }
  ],
  "analysis": "रामजन्म प्रसाद यादव रौतहट जिल्लाको निर्वाचन क्षेत्र नं. १ बाट २०७९ को प्रतिनिधि सभा निर्वाचनमा स्वतन्त्र उम्मेदवारका रूपमा प्रतिस्पर्धा गर्ने व्यक्ति हुन्। उनले पूर्व प्रधानमन्त्री माधव कुमार नेपाल जस्ता शक्तिशाली राजनीतिक व्यक्तित्व रहेको क्षेत्रमा उम्मेदवारी दिनुलाई साहसको रूपमा हेरिए पनि उनले प्राप्त गरेको मत निकै न्यून रहेको थियो। उनको राजनीतिक पृष्ठभूमिमा कुनै ठूला पद वा सरकारी जिम्मेवारी सम्हालेको देखिँदैन। निर्वाचन परिणामले उनीसँग बलियो सांगठनिक आधार वा जनमत नभएको संकेत गर्छ। कुनै पनि प्रमुख दलसँग आबद्ध नभई निर्वाचन लड्नुले उनको दलीय राजनीतिप्रतिको असन्तुष्टि वा स्थानीय तहमा व्यक्तिगत प्रभाव देखाउने चाहना झल्काउँछ। उनको विरुद्धमा कुनै पनि भ्रष्टाचार वा फौजदारी अभियोगका रेकर्डहरू सार्वजनिक भएका छैनन्, जसले गर्दा उनको छवि व्यक्तिगत रूपमा स्वच्छ देखिए तापनि राजनीतिक प्रभावकारिता भने निकै कमजोर देखिन्छ।",
  "overall_approval_rating": 20
}