{
  "candidate_id": 342335,
  "candidate_name": "पारस राउत बरै",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "राजनीतिकर्मी",
  "candidates_current_position_in_party": "स्वतन्त्र",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/342335.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधि सभा सदस्य",
      "district": "पर्सा",
      "constituency": "क्षेत्र नं ३",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "प्रतिनिधि सभा निर्वाचन २०७९ मा उम्मेदवारी",
      "date": "२०७९-०८-०४",
      "details": "पर्सा जिल्लाको निर्वाचन क्षेत्र नं. ३ बाट प्रतिनिधि सभा सदस्यका लागि स्वतन्त्र उम्मेदवारको रूपमा निर्वाचनमा प्रतिस्पर्धा गरेको तर पराजित भएको।",
      "link_to_source": "https://result.election.gov.np/CandidateDetail.aspx?id=342335",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "स्थानीय राजनीतिमा सक्रियता",
      "date": "२०७९-०७-२३",
      "details": "स्वतन्त्र उम्मेदवारको रूपमा स्थानीय मुद्दाहरूलाई उठाउँदै निर्वाचन अभियान सञ्चालन गरेको र निर्वाचन आयोगमा आफ्नो उम्मेदवारी दर्ता गराएको।",
      "link_to_source": "https://election.gov.np/",
      "event_type": "OTHER",
      "event_category": "NEUTRAL"
    }
  ],
  "analysis": "पारस राउत बरै पर्सा जिल्लाका एक स्थानीय राजनीतिक व्यक्तित्व हुन् जसले २०७९ सालको आम निर्वाचनमा स्वतन्त्र उम्मेदवारको रूपमा आफ्नो पहिचान बनाउने प्रयास गरेका थिए। उनी पर्सा निर्वाचन क्षेत्र नं. ३ बाट प्रतिनिधि सभाको दौडमा होमिएका थिए, यद्यपि उनले नेकपा (एमाले) का राजकुमार गुप्ता जस्ता स्थापित नेताहरूको विरुद्धमा उल्लेख्य मत प्राप्त गर्न सकेनन्। उनको राजनीतिक पृष्ठभूमि मुख्यतया स्थानीय तहमा आधारित देखिएको छ र उनी कुनै ठूलो राजनीतिक दलको संगठनमा आबद्ध नभई स्वतन्त्र रूपमा चुनावी मैदानमा उत्रिएका थिए। उनको विरुद्धमा हालसम्म कुनै पनि ठूला भ्रष्टाचार, घोटाला वा कानुनी विवादहरू फेला परेका छैनन्, जसले गर्दा उनको छवि स्वच्छ रहेको देखिन्छ। यद्यपि, संसदीय अनुभव र बलियो राजनीतिक संगठनको अभावका कारण राष्ट्रिय राजनीतिमा उनको प्रभाव र पकड न्यून देखिन्छ। उनी 'टुरिस्ट' उम्मेदवार नभई आफ्नै गृह जिल्लाबाट चुनावी प्रतिस्पर्धामा सहभागी भएका थिए।",
  "overall_approval_rating": 42
}