{
  "candidate_id": 342672,
  "candidate_name": "जहुर आलम",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "स्वतन्त्र राजनीतिज्ञ",
  "candidates_current_position_in_party": "स्वतन्त्र",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/342672.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधि सभा सदस्य",
      "district": "रौतहट",
      "constituency": "क्षेत्र नं. २",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "२०७९ प्रतिनिधि सभा निर्वाचनमा उम्मेदवारी",
      "date": "२०७९-०८-०४",
      "details": "जहुर आलमले रौतहट क्षेत्र नं. २ बाट स्वतन्त्र उम्मेदवारको रूपमा प्रतिनिधि सभा सदस्यका लागि चुनाव लडेका थिए। यस निर्वाचनमा उनले निकै कम मत प्राप्त गरी पराजित भएका थिए।",
      "link_to_source": "https://result.election.gov.np/ElectionResultCentral2079.aspx",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "स्वतन्त्र मनोनयन दर्ता",
      "date": "२०७९-०६-२३",
      "details": "रौतहट क्षेत्र नं. २ मा राजनीतिक दलका उम्मेदवारहरू विरुद्ध उनले स्वतन्त्र रूपमा आफ्नो मनोनयन दर्ता गराएका थिए। उनले स्थानीय तहमा स्वतन्त्र आवाज उठाउने उद्देश्यका साथ निर्वाचनमा होमिएको बताएका थिए।",
      "link_to_source": "https://election.gov.np/np/page/press-release",
      "event_type": "OTHER",
      "event_category": "NEUTRAL"
    }
  ],
  "analysis": "जहुर आलम रौतहट जिल्लाको निर्वाचन क्षेत्र नं. २ का एक स्वतन्त्र राजनीतिक व्यक्ति हुन्। उनले २०७९ सालको प्रतिनिधि सभा निर्वाचनमा स्वतन्त्र उम्मेदवारी दिएर मूलधारका राजनीतिक दलहरूलाई चुनौती दिने प्रयास गरेका थिए। रौतहट-२ ऐतिहासिक रूपमा उच्च राजनीतिक प्रतिस्पर्धा र विवादित पृष्ठभूमिका उम्मेदवारहरूका लागि परिचित क्षेत्र हो, जहाँ जहुर आलम जस्ता स्वतन्त्र उम्मेदवारहरूको प्रभाव निकै न्यून देखिएको छ। निर्वाचन परिणाम अनुसार उनले उल्लेख्य जनसमर्थन जुटाउन सकेनन् र उनको चुनावी उपस्थिति केवल एक उम्मेदवारको रूपमा मात्र सीमित रह्यो। उनको बारेमा कुनै उल्लेखनीय घोटाला वा ठूला राजनीतिक उपलब्धिहरू सार्वजनिक रेकर्डमा भेटिएका छैनन्। उनी मुख्यतया स्थानीय स्तरमा सामाजिक पहिचान भएका व्यक्ति हुन् जसले दलीय राजनीतिभन्दा बाहिर रहेर आफ्नो स्थान बनाउन खोजेका थिए। आगामी दिनमा उनको राजनीतिक भविष्य अन्य दलसँगको आबद्धता वा स्थानीय मुद्दाहरूमा उनको सक्रियतामा भर पर्ने देखिन्छ।",
  "overall_approval_rating": 40
}