{
  "candidate_id": 342629,
  "candidate_name": "भगवती शाह",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "स्वतन्त्र राजनीतिज्ञ",
  "candidates_current_position_in_party": "N/A",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/342629.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधि सभा सदस्य",
      "district": "बाँके",
      "constituency": "३",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "प्रतिनिधि सभा निर्वाचन २०७९ मा पराजय",
      "date": "२०७९-०८-०९",
      "details": "बाँके निर्वाचन क्षेत्र नं. ३ बाट प्रतिनिधि सभा सदस्यका लागि स्वतन्त्र उम्मेदवारी दिएकी शाहले थोरै मत प्राप्त गरी निर्वाचनमा पराजय भोगिन्। उनले मुख्य दलका उम्मेदवारहरूको तुलनामा निकै कम मत पाएकी थिइन्।",
      "link_to_source": "https://result.election.gov.np/",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "स्वतन्त्र उम्मेदवारी दर्ता",
      "date": "२०७९-०६-२३",
      "details": "आगामी प्रतिनिधि सभा निर्वाचनका लागि बाँके-३ बाट आधिकारिक रूपमा स्वतन्त्र उम्मेदवारको रूपमा मनोनयन पत्र दर्ता गरेकी थिइन्।",
      "link_to_source": "https://result.election.gov.np/",
      "event_type": "OTHER",
      "event_category": "NEUTRAL"
    },
    {
      "event": "महिला नेतृत्वको प्रतिनिधित्व",
      "date": "२०७९-०६-०१",
      "details": "बाँकेको प्रतिष्पर्धात्मक चुनावी क्षेत्रमा महिलाको प्रतिनिधित्व गर्दै स्वतन्त्र रूपमा उभिनुलाई स्थानीय स्तरमा सकारात्मक कदमको रूपमा हेरिएको थियो।",
      "link_to_source": "https://deshsanchar.com/election/2079/candidate/342629/",
      "event_type": "MAJOR_ACHIEVEMENT",
      "event_category": "GOOD"
    }
  ],
  "analysis": "भगवती शाह बाँके जिल्लाको निर्वाचन क्षेत्र नं. ३ बाट २०७९ सालको प्रतिनिधि सभा निर्वाचनमा स्वतन्त्र उम्मेदवारको रूपमा प्रतिस्पर्धा गरेकी थिइन्। चन्द्रजंङ्ग शाहकी छोरी र जय बहादुर शाहकी श्रीमती रहेकी शाहले मुख्य राजनीतिक दलहरूको वर्चस्व रहेको क्षेत्रमा स्वतन्त्र रूपमा उभिएर राजनीतिक सक्रियता देखाएकी थिइन्। यद्यपि, निर्वाचनमा उनले उल्लेख्य मत प्राप्त गर्न सकिनन् र पराजित भइन्। उनको राजनीतिक इतिहासमा कुनै ठूला पदमा बसेको वा मन्त्री भएको रेकर्ड भेटिँदैन। उनी मुख्यतया स्थानीय स्तरमा सामाजिक गतिविधिमा संलग्न रहेको देखिन्छ। उनको विरुद्धमा कुनै पनि भ्रष्टाचार वा फौजदारी मुद्दाहरू सार्वजनिक भएका छैनन्, जसले गर्दा उनको छवि स्वच्छ रहेको छ। तर, दलीय संगठनको अभाव र स्रोत साधनको कमीले गर्दा उनको चुनावी प्रभाव निकै कमजोर देखियो। उनी एक गैर-भगुवा (Local) उम्मेदवार हुन्, जसले आफ्नो गृह जिल्लाबाटै राजनीति सुरु गरेकी हुन्।",
  "overall_approval_rating": 35
}