{
  "candidate_id": 342729,
  "candidate_name": "उमेश कुमार राय",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "",
  "candidates_current_position_in_party": "स्वतन्त्र",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/342729.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधि सभा सदस्य",
      "district": "सर्लाही",
      "constituency": "निर्वाचन क्षेत्र नं. ४",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "प्रतिनिधि सभा निर्वाचन २०७९ मा पराजय",
      "date": "२०७९-०८-०८",
      "details": "सर्लाही निर्वाचन क्षेत्र नं. ४ बाट प्रतिनिधि सभा सदस्यका लागि स्वतन्त्र उम्मेदवारी दिएका उमेश कुमार राय पराजित भए। यस क्षेत्रबाट अर्का स्वतन्त्र उम्मेदवार डा. अमरेश कुमार सिंह विजयी भएका थिए।",
      "link_to_source": "https://result.election.gov.np/ElectionResultHoR2079.aspx",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "प्रतिनिधि सभा सदस्यका लागि मनोनयन दर्ता",
      "date": "२०७९-०६-२३",
      "details": "उमेश कुमार रायले आगामी प्रतिनिधि सभा निर्वाचनका लागि सर्लाही निर्वाचन क्षेत्र नं. ४ बाट स्वतन्त्र उम्मेदवारको रूपमा आफ्नो मनोनयन दर्ता गराएका थिए।",
      "link_to_source": "https://election.gov.np",
      "event_type": "OTHER",
      "event_category": "NEUTRAL"
    }
  ],
  "analysis": "उमेश कुमार राय सर्लाही जिल्लाको निर्वाचन क्षेत्र नं. ४ बाट २०७९ को प्रतिनिधि सभा निर्वाचनमा स्वतन्त्र उम्मेदवारको रूपमा चुनावी प्रतिस्पर्धामा उत्रिएका व्यक्ति हुन्। पिता नथुनी राय र श्रीमती मुन्द्रीका कुमारी देवीका छोरा रायको राजनीतिक प्रभाव मुख्यतया स्थानीय स्तरमा मात्र सीमित देखिन्छ। उनले राष्ट्रिय राजनीतिमा कुनै ठूलो दलको आड नलिई स्वतन्त्र रूपमा निर्वाचन लड्ने आँट गरे तापनि स्थापित राजनीतिक शक्तिहरू र चर्चित स्वतन्त्र उम्मेदवार डा. अमरेश कुमार सिंहको अगाडि उल्लेख्य मत प्राप्त गर्न सकेनन्। उनी विरुद्ध हालसम्म कुनै पनि ठूला भ्रष्टाचार वा काण्डका प्रमाणहरू सार्वजनिक भएका छैनन्। उनको उम्मेदवारीले स्थानीय मुद्दाहरू र स्वतन्त्र राजनीतिक सोचको प्रतिनिधित्व गरेको भए तापनि सांगठनिक ढाँचाको अभावमा चुनावी नतिजा आफ्नो पक्षमा पार्न उनी असफल रहे।",
  "overall_approval_rating": 42
}