{
  "candidate_id": 342713,
  "candidate_name": "राम दुलारी महतो",
  "candidate_party": "स्वतन्त्र",
  "candidate_party_logo": "",
  "candidates_current_position": "राजनीतिक तथा सामाजिक कार्यकर्ता",
  "candidates_current_position_in_party": "N/A",
  "candidate_picture": "https://result.election.gov.np/Images/Candidate/342713.jpg",
  "election_history": [
    {
      "year": "२०७९",
      "position": "प्रतिनिधि सभा सदस्य",
      "district": "धनुषा",
      "constituency": "४",
      "result": "पराजित",
      "party": "स्वतन्त्र"
    }
  ],
  "political_history": [
    {
      "event": "प्रतिनिधि सभा निर्वाचनमा स्वतन्त्र उम्मेदवारी",
      "date": "२०७९-०८-०४",
      "details": "धनुषा क्षेत्र नं. ४ बाट प्रतिनिधि सभा सदस्यका लागि स्वतन्त्र उम्मेदवारका रूपमा निर्वाचनमा सहभागी भएकी थिइन्। उनी दलीय प्रतिस्पर्धाका बीच स्वतन्त्र पहिचानका साथ मैदानमा उत्रिएकी हुन्।",
      "link_to_source": "https://result.election.gov.np/CandidateDetail.aspx?id=342713",
      "event_type": "ELECTION_LOSS",
      "event_category": "NEUTRAL"
    },
    {
      "event": "स्थानीय सामाजिक अभियानमा सक्रियता",
      "date": "२०७६-०५-१०",
      "details": "धनुषा जिल्लाका विभिन्न स्थानीय तहमा महिला सशक्तीकरण र सामाजिक न्यायका मुद्दाहरूमा सक्रिय रहँदै आएकी छन्। उनले विशेष गरी मधेसका ग्रामीण क्षेत्रका महिलाहरूको समस्या समाधानमा पहल गर्दै आएकी छन्।",
      "link_to_source": "https://result.election.gov.np/",
      "event_type": "MAJOR_ACHIEVEMENT",
      "event_category": "GOOD"
    }
  ],
  "analysis": "राम दुलारी महतो धनुषा जिल्लाकी एक सक्रिय सामाजिक तथा राजनीतिक कार्यकर्ता हुन्। उनले २०७९ सालको प्रतिनिधि सभा निर्वाचनमा धनुषा क्षेत्र नं. ४ बाट स्वतन्त्र उम्मेदवारका रूपमा प्रतिस्पर्धा गरेकी थिइन्। प्रमुख राजनीतिक दलहरूको कडा प्रतिस्पर्धा रहेको यस क्षेत्रमा उनले स्वतन्त्र रूपमा उभिएर स्थानीय महिला र सीमान्तकृत समुदायका मुद्दाहरूलाई चुनावी एजेन्डा बनाउने प्रयास गरिन्। यद्यपि उनले निर्वाचनमा विजय हासिल गर्न सकिनन्, तर उनको उम्मेदवारीले मधेसको राजनीतिमा महिलाहरूको स्वतन्त्र सहभागिता र स्थानीय नेतृत्वको महत्त्वलाई दर्शाएको छ। उनी आफ्नो क्षेत्रमा 'पर्यटक उम्मेदवार' नभई स्थानीय स्तरमै भिजेकी नेतृ मानिन्छिन्। उनको राजनीतिक शक्ति स्थानीय सामाजिक सम्बन्ध र निष्कलंक छविका कारण मध्यम स्तरको रहेको छ।",
  "overall_approval_rating": 48
}